Repository: aixtemaadmins/adpassword
Catalog: po/*.po
Languages: de

source: AD Password
de: Domain Passwort

source: Old Password
de: Altes Passwort

source: New Password
de: Neues Passwort

source: Repeat New Password
de: Neues Passwort wiederholen

source: Cancel
de: Abbruch

source: Error: passwords do not match
de: Error: Passwort ist nicht identisch

source: Error: wrong old password
de: Error: altes Passwort ist Falsch

source: Error: wrong new password
de: Error: Falsches neues Passwort

source: Error: password rejected
de: Error: Passwort verweigert

source: Check AD password expiration
de: Domain Passswort ablauf check

source: DAYS
de: Tage

source: days an alert will show up before password expiration
de: Tage bis eine Warnung zu einem Abgelaufenem Passwort kommt

source: USER
de: Benutzer

source: AD username, if it is not the login one
de: Domain Name, wenn es nicht der Aktuelle User ist

source: Change Password
de: Passwort ändern

source: Unknown user or domain
de: Unbekannter Benuter oder Domain

source: Your password will expire in
de: Das Passwort läuft ab in

source: days
de: tagen

source: Your password expired
de: Das Passwort ist abgelaufen

source: days ago
de: tagen

source: Password Must Change:
de: Passwort muss geändert werdenn:
